Repository: manatools/manalog
Catalog: po/*.po
Languages: ca, cs, eo, fi, hi, hu, ja, sq, sr

source: System space
ca: Espai del sistema
cs: Systémový prostor
eo: Sistemspaco
fi: Järjestelmätila
hi: सिस्टम स्पेस
ja: システム空間
sq: Hapsirë Sistemi
sr: Системски простор

source: User space
ca: Espai de l'usuari
cs: Uživatelský prostor
eo: Sistemspaco
fi: Käyttäjätila
hi: उपयोक्ता स्पेस
ja: ユーザ空間
sq: Hapsirë Përdoruesi
sr: Кориснички простор

source: ManaLog - ManaTools log viewer
ca: ManaLog - Visualitzador de registres de ManaTools
cs: ManaLog - ManaTools prohlížeč logů
eo: ManaLog - Protokolo-spektilo de ManaTools
fi: ManaLog - ManaTools lokin katselu
hi: ManaLog - ManaTools लॉग प्रदर्शक
hu: ManaLog - ManaTools log nézegető
ja: ManaLog - ManaTools ログ ビューア
sq: ManaLog - ManaTools shikues shënime
sr: ManaLog - ManaTools прегледник логова

source: Manatools - log viewer - {}
ca: Manatools - Visualitzador de registres - {}
cs: Manatools - prohlížeč logů - {}
eo: Manatools - protokolo-spektilo - {}
fi: Manatools - lokin katselu - {}
hi: Manatools - लॉग प्रदर्शक - {}
hu: Manatools - log nézegető - {}
ja: Manatools - ログ ビューア - {}
sq: Manatools - shikues shënime - {}
sr: Manatools - прегледник логова - {}

source: A tool to monitor your logs
ca: Eina per veure els registres
cs: Nástroj na sledování logů
eo: Ilo por vidi vian logdosieron
fi: Työkalu lokien seurantaan
hi: लॉग फाइल निरीक्षण हेतु साधन
hu: Egy eszköz a logjaid monitorozásához
ja: ログ監視ツール
sq: Një vegël për të monitoruar shënimet tuaja
sr: Алат за праћење ваших дневника

source: Options
ca: Opcions
cs: Možnosti
eo: Opcioj
fi: Asetukset
hi: विकल्प
hu: Opciók
ja: オプション
sq: Alternativat
sr: Опције

source: Last boot
ca: Última arrencada
cs: Poslední zavedení
eo: Lasta ekkuro
fi: Viimeinen käynnistys
hi: अंतिम बूट
hu: Utolsó boot
ja: 直近のブート
sq: Ndezja fundit
sr: Последње подизање система

source: Tail mode
ca: Mode de cua
eo: Vostoreĝimo
fi: Tail moodi
hi: टेल मोड
hu: Tail üzemmód
ja: Tail モード
sq: Modaliteti i bishtit
sr: Мод за праћење

source: Monotonic timestamp
ca: Marca de temps monotònica
eo: Monotona tempomarko
fi: Monotoninen aikaleima
hi: एकदिष्ट समय रिकॉर्ड
hu: Monoton időbélyeg
ja: Monotonic タイムスタンプ
sq: Vula monotonike

source: Since
ca: Des de
cs: Od
eo: Ekde
fi: Lähtien
hi: इस समय से
hu: Ezóta
ja: 期間の開始日時を指定
sq: Që kur
sr: Од

source: Until
ca: fins a
cs: Do
eo: Ĝis
fi: Saakka
hi: इस समय तक
hu: Eddig
ja: 期間の終了日時を指定
sq: Deri në
sr: Све док

source: Select a unit
ca: Seleccioneu una unitat
cs: Vybrat jednotku
eo: Elektu unuon
fi: Valitse yksikkö
hi: इकाई चयन
hu: Válassz egy egységet
ja: ユニットを選択
sq: Zgjidhni një njësi
sr: Изаберите јединицу

source: Select a boot
ca: Seleccioneu una arrencada
eo: Elektu ekkuro
fi: Valitse käynnistys
hi: बूट चयन
ja: ブートを選択
sq: Zgjidhni një ndezës
sr: Изабери за покретање

source: Priority level
ca: Nivell de prioritat
eo: Prioritata nivelo
fi: Tärkeysaste
hi: प्राथमिकता स्तर
ja: 優先度レベル
sq: Niveli përparësisë
sr: Ниво приоритета

source: Matching
ca: Que coincideixin amb
cs: Odpovídajícíh
eo: Kongruo
fi: Täsmää
hi: मिलान
hu: Összeillesztés
ja: 以下に一致する
sq: Përputhja
sr: Поклапање

source: but not matching
ca: però que no coincideixin amb
cs: ale neodpovídající
eo: sed ne konformanta(j)
fi: mutta ei täsmää
hi: कोई मिलान नहीं
hu: de nem illik össze
ja: かつ以下に一致しない
sq: por nuk përputhet
sr: али без поклапања

source: &Stop
ca: A&tura
eo: &Haltu
fi: &Pysäytä
hi: रोकें (&S)
ja: 停止(&S)
sq: &Ndalo
sr: &Заустави

source: &Find
ca: &Cerca
cs: &Hledat
eo: &Trovu
fi: &Etsi
hi: खोजें (&F)
hu: Keresés
ja: 検索(&F)
sq: &Gjej
sr: &Нађи

source: Log content
ca: Contingut del registre
cs: Obsah logů
eo: Ensalutu enhavon
fi: Lokin sisältö
hi: लॉग सामग्री
hu: Log tartalom
ja: ログの内容
sq: Shënime përmbajtje
sr: Лог садржаја

source: &About
ca: &Quant a
cs: O programu
eo: &Pri
fi: &Tietoja
hi: बारे में (&A)
hu: Névjegy
ja: 情報(&A)
sq: &Rreth
sr: &О...

source: &Save
ca: &Desa
cs: &Uložit
eo: &Konservu
fi: &Tallenna
hi: संचय (&S)
hu: Menté&s
ja: 保存(&S)
sq: &Ruaj
sr: &Сачувај

source: &Quit
ca: &Surt
cs: U&končit
eo: &Forlasi
fi: &Lopeta
hi: बंद करें (&Q)
hu: Kilépés
ja: 終了(&Q)
sq: &Braktis
sr: &Излаз

source: Reboot
ca: Reincia
cs: Restartovat
eo: Restarto
fi: Käynnistä uudelleen
hi: पुनः आरंभ करें
hu: Újraindítás
ja: 再起動
sq: Rindez
sr: Рестартуј

source: Limit of {} lines reached. Please add some filters.
ca: S'ha assolit el límit de {} línies. Afegiu alguns filtres.
cs: Bylo dosaženo limitu {} řádků. Přidejte, prosím, nějaký filtr.
eo: Limo de {} linioj atingita. Bonvolu aldoni kelkajn filtrilojn.
fi: Raja {} riveille on saavutettu. Lisää suodattimia.
hi: {} पंक्तियों की सीमा समाप्त। कृपया निस्पंदक जोड़ें।
hu: A {} sor limt elérve. Kérlek adj hozzá néhány szűrőt.
ja: {} 行の制限に達しました。フィルタを幾つか追加してください。
sq: Kufiri i {} vijave të arritura. Ju lutemi shtoni disa filtra.
sr: Ограничење од {} линија је достигнуто. Додајте неке филтере.

source: Boots cannot be listed
ca: No es poden llistar les arrencades.
eo: Ekkuroj ne povas esti listigitaj
fi: Käynnistyksiä ei voi listata
hi: बूट सूचीबद्ध करना विफल
ja: ブートの一覧が取得できません
sq: Ndezje muk mund të listohet
sr: Покретања не могу бити излистана

source: Failed to determine boots: No data available. Do you want to verify the system journal ? (this can take a while)
ca: No s'han pogut determinar les arrencades: no hi ha dades disponibles. Voleu verificar el diari del sistema? (Això pot trigar una estona.)
eo: Malsukcesis determini ekkurojn: Neniuj datumoj haveblaj. Ĉu vi volas kontroli la sistemaĵurnalon? (ĉi tio povas preni tempon)
fi: Käynnistysten määritys epäonnistui: Tietoja ei ole saatavilla. Haluatko vahvistaa järjestelmän päiväkirjan? (tämä voi kestää hetken)
hi: बूट संबंधी डेटा प्राप्ति विफल : कोई डेटा उपलब्ध नहीं है। क्या आप सिस्टम जर्नल जाँचना चाहते हैं? (इसमें समय लग सकता है)
ja: ブートの決定に失敗しました: 利用可能なデータがありません。システムのジャーナルを確認しますか ? (しばらく時間がかかる可能性があります)
sq: Përcaktimi i dështuar i ndezjes: Nuk ka të dhëna të disponueshme. Dëshironi të verifikoni ditarin e sistemit? (kjo mund të zgjasë pak)
sr: Неуспешно дефинисање покретања: Нема доступних података. Да ли желите да проверите системски дневник ? (ово може потрајати)

source: Do you want to remove these files ?
ca: Voleu suprimir aquests fitxers?
cs: Přejete si odstranit tyto soubory?
eo: Ĉu vi volas forigi ĉi tiujn dosierojn?
fi: Haluatko poistaa nämä tiedostot?
hi: क्या आप इन फाइलों को हटाना चाहते हैं?
ja: これらのファイルを削除しますか ?
sq: Dëshironi t'i hiqni këto skedarë ?
sr: Да ли желите да уклоните ове фајлове ?

source: ManaLog - Verify journal
ca: ManaLog - Verificació del diari
cs: ManaLog - zkontrolovat žurnál
eo: ManaLog - Kontrolu ĵurnalon
fi: ManaLog - Vahvista päiväkirja
hi: ManaLog - जर्नल जाँच
ja: ManaLog - ジャーナルの確認
sq: ManaLog - Verifikoni ditarin
sr: ManaLog - Провера дневника

source: You must be root to remove these files.
ca: Heu de ser root per suprimir aquests fitxers.
cs: Pro odstarnění techto soubor musíte být root.
eo: Vi devas esti radika uzulo por forigi ĉi tiujn dosierojn.
fi: Vain root "pääkäyttäjä", voi poistaa nämä tiedostot.
hi: ये फाइलें हटाने हेतु आपका रुट होना आवश्यक है।
ja: これらのファイルを削除するには root でなければなりません。
sq: Duhet të jesh root për të hequr këto skedarë.
sr: Морате имати root овлашћења за уклањање ових фајлова.

source: No errors have been detected in journal files.
ca: No s'han detectat errors als fitxers de diari.
cs: V lozích nebyly nalezeny žádné záznamy.
eo: Neniuj eraroj estis detektitaj en ĵurnalaj dosieroj.
fi: Virheitä ei ole havaittu päiväkirjatiedostoista.
hi: जर्नल फाइलें त्रुटि रहित हैं।
ja: ジャーナルのファイルにはエラーが検出されませんでした。
sq: Asnjë gabim nuk është zbuluar në skedarët e ditarit.
sr: Нема грешака у фајловима дневника.

source: Log viewer is a systemd journal viewer
ca: El visualitzador de registres és un visualitzador del diari de systemd
cs: Prohlížeč logů je prohlížečem logů systemd
eo: Registro-spektilo estas sistemaĵurnalo-spektilo
fi: Lokin katseluohjelma on systemd päiväkirjojen katselu
hi: लॉग प्रदर्शक एक Systemd जर्नल प्रदर्शक है।
hu: A log nézegető egy systemd napló nézegető
ja: ログ ビューアは systemd ジャーナルのビューアです
sq: Shikuesi i shënimeve është një shikues i sistemuar i ditarit
sr: Прегледник логова је systemd journal прегледник

source: Save as..
ca: Desa com a...
cs: Uložit jako...
eo: Savu Kiel...
fi: Tallenna nimellä...
hi: इस रूप में संचित करें..
hu: Mentés másként
ja: 名前を付けて保存..
sq: Ruaj si..
sr: Сачувај као..
